Repository: y-hirakaw/times_tables_ios
Catalog: TimesTablesApp/TimesTablesApp/Gamification.xcstrings
Source language: ja
Languages: en

# daily_challenge_completed
source: きょうのもくひょう たっせい！
en: Today's goal achieved!

# daily_challenge_completed_message
source: きょうのチャレンジをたっせいしました！ すばらしいです！
en: You completed today's challenge! Wonderful!

# daily_challenge_congratulations
source: おめでとう！
en: Congratulations!

# daily_challenge_recent_efforts
source: さいきんの がんばり
en: Recent Efforts

# daily_challenge_remaining
source: あと %ldもん がんばろう！
en: %ld more problems to go!

# daily_challenge_streak
source: れんぞく %ldにち
en: %ld days in a row

# daily_challenge_thanks
source: ありがとう！
en: Thank you!

# daily_challenge_title
source: きょうのチャレンジ
en: Today's Challenge

# level_current_level
source: 現在のレベル
en: Current Level

# level_current_title
source: 現在の称号
en: Current Title

# level_experience
source: 経験値
en: Experience

# level_experience_progress
source: 経験値
en: Experience

# level_next_exp
source: あと%lldでレベルアップ
en: %lld more to level up

# level_next_exp_detail
source: 次のレベルまであと%lldポイント
en: %lld points to next level

# level_title_apprentice
source: 九九れんしゅうせい
en: Apprentice

# level_title_beginner
source: 九九みならい
en: Beginner

# level_title_expert
source: 九九めいじん
en: Expert

# level_title_grandmaster
source: 九九グランドマスター
en: Grandmaster

# level_title_legend
source: 九九レジェンド
en: Legend

# level_title_master
source: 九九マスター
en: Master

# level_title_practitioner
source: 九九じゅくれんしゃ
en: Practitioner

# level_up_continue
source: 続ける
en: Continue

# level_up_history
source: レベルアップ履歴
en: Level Up History

# level_up_message
source: レベルアップ！
en: Level Up!

source: がんばってる
en: Doing well

source: がんばってる！
en: Doing great!

source: マスター
en: Master

source: マスター✨
en: Master✨

source: もうすこし
en: Almost there

source: もうすこし！
en: Almost there!

source: れんしゅうちゅう
en: Practicing

source: れんぞく %lldにち
en: %lld days in a row
